---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElevation
source: html/fe1ba644-b1dc-e037-08d5-339eac43bdda.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElevation Property

"Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElevation { get; }
```